[
  {
    "name": "armyRule",
    "description": "../assets/gk/gkarmy.png"
  },
  {
    "name": "TeleportStrikeForce",
    "description": "../assets/gk/gkdet1.png",
    "FirsttotheFray-35pts": "GREY KNIGHTS model with the Deep Strike ability only. The bearer’s unit must start the battle in Reserves, but neither it, nor any TRANSPORT it is embarked within, is counted towards any limits the mission places on the number of Strategic Reserves units you can have. That unit can be set up using its Deep Strike ability in the Reinforcements step of your first, second or third Movement phase, regardless of any mission rules.",
    "DominaLiberDaemonica-20pts": "GREY KNIGHTS model only. Each time the bearer makes a melee attack add 1 to the Wound roll and, if that attack targets a DAEMON unit, add 1 to the Damage characteristic of that attack as well.",
    "SigilofExigence-30pts": "GREY KNIGHTS model only. Once per battle, in your opponent’s Shooting phase, when the bearer’s unit is selected as the target of a ranged attack, you can remove the bearer’s unit from the battlefield and then set it back up again anywhere on the battlefield that is more than 9'' horizontally away from all enemy models. If the bearer is no longer an eligible target, your opponent can then select new targets for any attacks that had targeted the bearer’s unit.",
    "InescapableWrath-15pts": "GREY KNIGHTS model only. Add 1 to Charge rolls made for the bearer’s unit.",
    "stratagems": "../assets/gk/gkstrg1.png"
  },
  {
    "name": "WarpBaneTaskForce",
    "description": "../assets/gk/gkdet2.png",
    "MandulianReliquary-20pts": "GREY KNIGHTS model only. While the bearer’s unit is not Battle-shocked, add 3 to the bearer’s Objective Control characteristic.",
    "RadiantChampion-15pts": "GREY KNIGHTS INFANTRY model only. The bearer’s melee weapons have the [PRECISION] ability, and while the bearer is wholly within your army’s Hallowed Ground, each time a melee attack made by the bearer scores a wound, the target of that attack suffers 1 mortal wound in addition to any normal damage",
    "PhialoftheAbyss-25pts": "GREY KNIGHTS INFANTRY model only. Models in the bearer’s unit have the Stealth ability.",
    "ParagonofSanctity-10pts": "GREY KNIGHTS model only. Once per battle, at the start of any phase, the bearer can select one friendly GREY KNIGHTS unit within 18'' of and visible to it. If it does, until the end of the phase, that unit is within your army’s Hallowed Ground.",
    "stratagems": "../assets/gk/gkstrg2.png"
  }
]
