[
  {
    "name": "armyRule",
    "description": "../assets/sm/smarmy.png"
  },
  {
    "name": "IronstormSpearhead",
    "description": "../assets/sm/smdet1.png",
    "TargetAuguryWeb-30pts": "TECHMARINE model only. In your Command phase, select one ADEPTUS ASTARTES VEHICLE model within 6'' of the bearer. Until the start of your next Command phase, weapons equipped by that VEHICLE model have the [LETHAL HITS] ability.",
    "TheFleshisWeak-10pts": "ADEPTUS ASTARTES model only. The bearer has the Feel No Pain 4+ ability.",
    "AdeptoftheOmnissiah-35pts": "TECHMARINE model only. Once per battle round, when a saving throw is failed for a friendly ADEPTUS ASTARTES VEHICLE model within 6'' of the bearer, you can change the Damage characteristic of that attack to 0.",
    "MasterofMachineWar-20pts": "ADEPTUS ASTARTES model only. In your Command phase, select one ADEPTUS ASTARTES VEHICLE model within 6'' of the bearer. Until the start of your next Command phase, that VEHICLE is eligible to shoot even if it Fell Back or Advanced this turn.",
    "stratagems": "../assets/sm/smstrg1.png"
  },
  {
    "name": "GladiusTaskForce",
    "description": "../assets/sm/smdet2.png",
    "ArtificerArmour-10pts": "ADEPTUS ASTARTES model only. The bearer has a Save characteristic of 2+ and the Feel No Pain 5+ ability.",
    "TheHonourVehement-15pts": "ADEPTUS ASTARTES model only. Add 1 to the Attacks and Strength characteristics of the bearer’s melee weapons. While the bearer is under the effects of the Assault Doctrine, add 2 to the Attacks and Strength characteristics of the bearers melee weapons instead.",
    "AdeptoftheCodex-20pts": "CAPTAIN model only. At the start of your Command phase, if the bearer is on the battlefield, instead of selecting a Combat Doctrine to be active for your army, you can select the Tactical Doctrine. If you do, until the start of your next Command phase, that Combat Doctrine is active for the bearer’s unit only, even if you have already selected that Combat Doctrine to be active for your army this battle.",
    "FireDiscipline-25pts": "ADEPTUS ASTARTES model only. While the bearer is leading a unit, ranged weapons equipped by models in that unit have the [SUSTAINED HITS 1] ability. In addition, while the bearer’s unit is under the effects of the Devastator Doctrine, you can reroll Advance rolls made for that unit.",
    "stratagems": "../assets/sm/smstrg2.png"
  },
  {
    "name": "1stCompanyTaskForce",
    "description": "../assets/sm/smdet3.png",
    "TheImperiumsSword-25pts": "ADEPTUS ASTARTES model only. Add 1 to the Attacks characteristic of the bearers melee weapons. Once per battle, at the start of any phase, the bearer can use this Enhancement. If it does, until the end of the phase, add 1 to the Attacks characteristic of melee weapons equipped by all other models in the bearer’s unit as well.",
    "FearMadeManifest(Aura)-30pts": "ADEPTUS ASTARTES model only. While an enemy unit (excluding MONSTERS and VEHICLES) is within 6'' of the bearer, each time that unit fails a Battle-shock test, one model in that unit is destroyed (chosen by its controlling player). Once per battle, when such an enemy unit fails a Battle-shock test, you can choose for D3 models in that unit to be destroyed in this way instead.",
    "RitesofWar-10pts": "ADEPTUS ASTARTES TERMINATOR model only. Improve the Objective Control characteristic of the bearer by 1. Once per battle, at the start of any phase, the bearer can use this Enhancement. If it does, until the end of the phase, add 1 to the Objective Control characteristic of all other models in the bearer’s unit as well.",
    "IronResolve-15pts": "ADEPTUS ASTARTES TERMINATOR model only. The bearer has the Feel No Pain 5+ ability. Once per battle, after the bearer’s unit is selected as the target of one or more attacks, the bearer can use this Enhancement. If it does, until the end of the phase, models in the bearer’s unit have the Feel No Pain 5+ ability.",
    "stratagems": "../assets/sm/smstrg3.png"
  }
]
